Repository: chenkaigithub/GenieWin8
Catalog: GenieWin8/GenieWin8/Strings/*/Resources.resw
Source language: en
Languages: ar_ae, el_gr, fi_fi, fr_fr, it_it, no_no, pt_pt, ru_ru, sk_sk, sl_si, zh_cn

# txtType
source: Type
ar_ae: النوع
el_gr: Τύπος
fi_fi: Tyyppi
it_it: Tipo
pt_pt: Tipo
ru_ru: Тип
sk_sk: Typ
sl_si: Vrsta
zh_cn: 类型

# btnApply
source: Apply
ar_ae: تطبيق
el_gr: Εφαρμογή
fi_fi: Käytä
fr_fr: Appliquer
it_it: Applica
no_no: Bruk
pt_pt: Aplicar
ru_ru: Применить
sk_sk: Použiť
sl_si: Uporabi
zh_cn: 应用

# amazonkindle
source: Amazon Kindle Fire
zh_cn: 亚马逊Kindle Fire

source: Blu-ray Player
ar_ae: مشغّل Blu-ray
el_gr: Συσκευή αναπαραγωγής Blu-ray
fr_fr: Lecteur Blu-ray
it_it: Lettore Blu-ray
no_no: Blu-ray-spiller
ru_ru: Плеер Blu-ray
sk_sk: Prehrávač formátu Blu-ray
sl_si: Predvajalnik Blu-ray
zh_cn: 蓝牙播放器

source: Bridge
ar_ae: الجسر
el_gr: Γέφυρα
fr_fr: Pont
no_no: Bro
pt_pt: Ponte
ru_ru: Мост
sk_sk: Premostenie
sl_si: Most
zh_cn: 网桥

source: Cable STB
ar_ae: كبل STB
el_gr: Καλωδιακός αποκωδικοποιητής
fr_fr: Câble décodeur
it_it: STB via cavo
no_no: Kabel-STB
pt_pt: STB a cabo
ru_ru: Кабельная STB
sk_sk: Káblové STB
sl_si: Kabelski sprejemnik
zh_cn: 线缆 STB

# cameradev
source: Camera
ar_ae: كاميرا
el_gr: Κάμερα
fr_fr: Appareil photo
it_it: Fotocamera
no_no: Kamera
pt_pt: Câmera
ru_ru: Камера
sk_sk: Fotoaparát
sl_si: Kamera
zh_cn: 相机

# gamedev
source: Gaming Console
ar_ae: وحدة تحكم الألعاب
el_gr: Κονσόλα παιχνιδιών
fr_fr: Console de jeux
it_it: Console di gioco
no_no: Spillkonsoll
pt_pt: Console de jogos
ru_ru: Игровая приставка
sk_sk: Herná konzola
sl_si: Igralna konzola
zh_cn: 游戏控制台

# gatewaydev
source: Router
ar_ae: موجه
el_gr: Δρομολογητής
fr_fr: Routeur
no_no: Ruter
pt_pt: Roteador
ru_ru: Маршрутизатор
sk_sk: Smerovač
sl_si: Usmerjevalnik
zh_cn: 路由器

# mediadev
source: Media Device
ar_ae: جهاز الوسائط
el_gr: Συσκευή μέσων
fr_fr: Périphérique multimédia
it_it: Dispositivo multimediale
no_no: Medieenhet
pt_pt: Dispositivo de mídia
ru_ru: Мультимедийное устройство
sk_sk: Mediálne zariadenie
sl_si: Medij
zh_cn: 媒体设备

# mobiledev
source: Smart Phone
ar_ae: الهاتف الذكي
no_no: Smarttelefon
ru_ru: Смартфон
sk_sk: Telefón SmartPhone
sl_si: Pametni telefon
zh_cn: 智能手机

# netstoragedev
source: Storage
ar_ae: تخزين
el_gr: Αποθήκευση
fr_fr: Stockage
it_it: Memoria
no_no: Lagring
pt_pt: Armazenamento
ru_ru: Устройство хранения
sk_sk: Úložné zariadenie
sl_si: Pomnilnik
zh_cn: 存储

# networkdev
source: Network Device
ar_ae: جهاز الشبكة
el_gr: Συσκευή δικτύου
fr_fr: Périphérique réseau
it_it: Dispositivo di rete
no_no: Nettverksenhet
pt_pt: Dispositivo de rede
ru_ru: Сетевое устройство
sk_sk: Sieťové zariadenie
sl_si: Omrežna naprava
zh_cn: 网络设备

# printerdev
source: Printer
ar_ae: طابعة
el_gr: Εκτυπωτής
fr_fr: Imprimante
it_it: Stampante
no_no: Skriver
pt_pt: Impressora
ru_ru: Принтер
sk_sk: Tlačiareň
sl_si: Tiskalnik
zh_cn: 打印机

source: Repeater
ar_ae: جهاز تكرار
el_gr: Επαναλήπτης
fr_fr: Repétiteur
it_it: Ripetitore
no_no: Gjentaker
pt_pt: Repetição
ru_ru: Повторитель
sk_sk: Retranslátor
sl_si: Ponavljalnik
zh_cn: 中继器

source: Satellite STB
ar_ae: الأقمار الصناعية STB
el_gr: Δορυφορικός αποκωδικοποιητής
fr_fr: Décodeur satellite
it_it: STB satellitare
no_no: Satellitt-STB
pt_pt: STB via satélite
ru_ru: Спутниковая STB
sk_sk: Satelitné STB
sl_si: Satelitski sprejemnik
zh_cn: 卫星 STB

# scannerdev
source: Scanner
ar_ae: ماسحة ضوئية
el_gr: Σαρωτής
no_no: Skanner
ru_ru: Сканер
sk_sk: Skener
sl_si: Optični bralnik
zh_cn: 扫描仪

# stb
source: Other STB
ar_ae: STB آخر
el_gr: Άλλος αποκωδικοποιητής
fr_fr: Autre décodeur
it_it: Altro STB
no_no: Andre STB
pt_pt: Outro STB
ru_ru: Другая STB
sk_sk: Iné STB
sl_si: Drug sprejemnik
zh_cn: 其他 STB

# switchdev
source: Switch
ar_ae: التبديل
el_gr: Μεταγωγέας
fr_fr: Commutateur
no_no: Bryter
ru_ru: Коммутатор
sk_sk: Prepínač
sl_si: Stikalo
zh_cn: 交换机

# tablepc
source: Tablet
ar_ae: الجهاز اللوحي
fr_fr: Tablette
no_no: Nettbrett
ru_ru: Планшет
sk_sk: Počítač typu Tablet
sl_si: Tablični računalnik
zh_cn: 平板电脑

source: TV
ar_ae: تلفزيون
el_gr: Τηλεόραση
ru_ru: Телевизор
zh_cn: 电视

source: Android Device
ar_ae: جهاز Android
el_gr: Συσκευή Android
fr_fr: Périphérique Android
it_it: Dispositivo Android
no_no: Android-enhet
pt_pt: Dispositivo Android
ru_ru: Устройство с ОС Android
sk_sk: Zariadenie so systémom Android
sl_si: Naprava Android
zh_cn: Android 设备

source: Android Phone
ar_ae: هاتف Android
el_gr: Τηλέφωνο Android
fr_fr: Smartphone Android
it_it: Telefono Android
no_no: Android-telefon
pt_pt: Telefone Android
ru_ru: Телефон с ОС Android
sk_sk: Telefón so systémom Android
sl_si: Telefon Android
zh_cn: Android 手机

source: Android Tablet
ar_ae: جهاز Android اللوحي
el_gr: Tablet Android
fr_fr: Tablette Android
it_it: Tablet Android
no_no: Android-nettbrett
pt_pt: Tablet Android
ru_ru: Планшет с ОС Android
sk_sk: Počítač typu Tablet so systémom Android
sl_si: Tablični računalnik Android
zh_cn: Android 平板电脑

# LastMonthTotal.Text
source: Last month
zh_cn: 上个月

# MonthTotal.Text
source: This month
zh_cn: 本月

# TodayTotal.Text
source: Today
zh_cn: 今天

# WeekTotal.Text
source: This week
zh_cn: 本周

# YesterdayTotal.Text
source: Yesterday
zh_cn: 昨天

# LastMonthAvg.Text
source: Last month
zh_cn: 上个月

# MonthAvg.Text
source: This month
zh_cn: 本月

# WeekAvg.Text
source: This week
zh_cn: 本周

# wait.Text
source: Please wait...
ar_ae: يرجى الانتظار...
fr_fr: Patientez SVP...
it_it: Attendere...
no_no: Vent litt...
pt_pt: Aguarde...
ru_ru: Подождите...
sk_sk: Čakajte, prosím...
sl_si: Počakajte...
zh_cn: 请等待一会……

# bad_password
source: Login failed. Please re-enter the correct admin password for your NETGEAR router.
ar_ae: فشل تسجيل الدخول. يرجى إعادة إدخال كلمة مرور المسؤول الصحيحة لموجه NETGEAR
fr_fr: La connexion a échoué. Veuillez saisir le mot de passe d\'administrateur correct de votre routeur NETGEAR.
it_it: Accesso non riuscito. Immettere nuovamente la password admin corretta per il router NETGEAR in uso.
no_no: Pålogging mislyktes. Angi riktig adminpassord for NETGEAR-ruteren.
pt_pt: Falha ao fazer login. Insira novamente a senha admin correta do seu roteador NETGEAR.
ru_ru: Не удалось войти в систему. Введите правильный пароль администратора для маршрутизатора NETGEAR.
sk_sk: Prihlásenie zlyhalo. Znovu zadajte správne heslo správcu pre váš smerovač NETGEAR.
sl_si: Prijava ni uspela. Znova vnesite pravilno skrbniško geslo za usmerjevalnik NETGEAR.
zh_cn: 登录失败。请重新输入NETGEAR路由器的正确管理员密码。

# wirelsssetting
source: Changing settings can disrupt active traffic on the wireless network. Do you want to continue?
ar_ae: يمكن أن يؤدي تغيير الإعدادات إلى تعطيل حركة المرور النشطة على الشبكة اللاسلكية. هل تريد المتابعة؟
fr_fr: Si vous modifiez les paramètres, vous risquez de perturber le trafic actif sur le réseau sans fil. Voulez-vous continuer ?
it_it: La modifica delle impostazioni, potrebbe causare l\'interruzione del traffico attivo sulla rete wireless. Continuare?
no_no: Hvis du endrer innstillingene, kan dette forstyrre aktiv trafikk på det trådløse nettverket. Vil du fortsette?
pt_pt: Alterar as configurações pode interromper o tráfego ativo na rede sem fio. Deseja continuar?
ru_ru: При изменении настроек активный трафик в беспроводной сети может быть приостановлен. Продолжить?
sk_sk: Zmena nastavení môže narušiť aktívne prenosy v bezdrôtovej sieti. Chcete pokračovať?
sl_si: Spreminjanje nastavitev lahko onemogoči aktivni promet v brezžičnem omrežju. Ali želite nadaljevati?
zh_cn: 更改设置会中断无线网络上的活动流量。要继续吗？

# notsupport
source: The router does not support this function.
ar_ae: لا يدعم الموجه هذه الوظيفة.
fr_fr: Le routeur ne prend pas en charge cette fonction.
it_it: Il router non supporta questa funzione.
no_no: Ruteren støtter ikke denne funksjonen.
pt_pt: O roteador não oferece suporte a esta função.
ru_ru: Маршрутизатор не поддерживает данную функцию.
sk_sk: Smerovač túto funkciu nepodporuje.
sl_si: Usmerjevalnik ne podpira te funkcije.
zh_cn: 路由器不支持该功能。

# wirelesssettinrelogin
source: Wireless setting was changed successfully. Please re-join your wireless network by using new wireless setting and login to Genie.
ar_ae: تم تغيير الإعداد اللاسلكي بنجاح. يرجى الانضمام مجدداً إلى الشبكة اللاسلكية من خلال استخدام إدخال لاسلكي جديد وتسجيل الدخول إلى genie.
fr_fr: Paramètre sans fil modifié avec succès. Utilisez le nouveau paramètre sans fil et votre connexion genie pour vous reconnecter à votre réseau sans fil.
it_it: L\'impostazione wireless è stata modificata. Riconnettere la rete wireless utilizzando la nuova impostazione wireless, quindi accedere a genie.
no_no: Trådløsinnstillingen ble endret. Koble til det trådløse nettverket på nytt ved hjelp av nye trådløsinnstillinger, og logg på genie.
pt_pt: A configuração sem fio foi alterada com sucesso. Conecte-se novamente à sua rede sem fio usando a nova configuração sem fio e o novo login do genie.
ru_ru: Параметры беспроводного соединения успешно изменены. Повторно подключитесь к беспроводной сети, используя новые параметры соединения, и войдите в программу genie.
sk_sk: Nastavenie bezdrôtovej komunikácie sa úspešne zmenilo. Pripojte sa k bezdrôtovej sieti pomocou nového nastavenia bezdrôtovej komunikácie a prihláste sa do aplikácie genie.
sl_si: Brezžična nastavitev je uspešno spremenjena. Z novo brezžično nastavitvijo se ponovno pridružite v brezžično omrežje in se prijavite v program genie.
zh_cn: 已成功更改无线设置。请使用新的无线设置重新加入无线网络，再登录精灵。

# interneterror
source: Internet is not available. Please connect your Router to Internet first.
ar_ae: إنترنت غير متوفر. يرجى توصيل الموجه بإنترنت أولاً.
fr_fr: Internet est indisponible. Veuillez d\'abord connecter votre routeur à Internet.
it_it: Internet non disponibile. Per prima cosa, connettere il router a Internet.
no_no: Internett er ikke tilgjengelig. Koble ruteren til Internett først.
pt_pt: A Internet não está disponível. Conecte seu roteador à Internet primeiro.
ru_ru: Отсутствует соединение с Интернетом. Сначала подключите маршрутизатор к Интернету.
sk_sk: Sieť internet nie je dostupná. Najprv pripojte smerovač do siete internet.
sl_si: Internet ni na voljo. Najprej z usmerjevalnikom vzpostavite internetno povezavo.
zh_cn: 因特网不可用。请先将路由器连接到因特网。

# traffic_disable
source: Disable Traffic Meter. Do you want to continue?
ar_ae: تعطيل مقياس حركة المرور. هل تريد المتابعة؟
fr_fr: Désactiver le compteur de trafic. Voulez-vous continuer ?
it_it: Disattiva statistiche traffico. Continuare?
no_no: Deaktiver trafikkmåler. Vil du fortsette?
pt_pt: Desabilitar medidor de tráfego. Deseja continuar?
ru_ru: Отключить счетчик трафика. Продолжить?
sk_sk: Vypnúť aplikáciu na meranie objemu prenášaných dát. Chcete pokračovať?
sl_si: Onemogoči merilnik prometa. Ali želite nadaljevati?
zh_cn: 禁用流量统计。要继续吗？

# traffic_enable
source: Enable Traffic Meter. Do you want to continue?
ar_ae: تمكين مقياس حركة المرور. هل تريد المتابعة؟
fr_fr: Activer le compteur de trafic. Voulez-vous continuer ?
it_it: Attiva statistiche traffico. Continuare?
no_no: Aktiver trafikkmåler. Vil du fortsette?
pt_pt: Habilitar medidor de tráfego. Deseja continuar?
ru_ru: Включить счетчик трафика. Продолжить?
sk_sk: Povoliť aplikáciu na meranie objemu prenášaných dát. Chcete pokračovať?
sl_si: Omogoči merilnik prometa. Ali želite nadaljevati?
zh_cn: 启用流量统计。要继续吗？

# QRCodePageTitle.Text
source: QR Code
ar_ae: رمز QR
fr_fr: Code QR
it_it: Codice QR
no_no: QR-kode
ru_ru: QR-код
sk_sk: Kód QR
sl_si: Koda QR
zh_cn: QR码

# login_alertinfo
source: NETGEAR router is not found or is not supported. Also make sure the device is not connected to the guest network of the router, and no IPv6 is enabled.
ar_ae: فشل تسجيل الدخول! يرجى التحقق لمعرفة ما إذا كان هذا الكمبيوتر متصلاً بموجه NETGEAR. تأكد أيضاً من عدم اتصال الجهاز بشبكة الضيف الخاصة بالموجه، ومن عدم تمكين أي IPv6.
fr_fr: Routeur NETGEAR introuvable ou non pris en charge. Assurez-vous également que le périphérique n'est pas connecté au réseau invité du routeur et qu'aucun protocole IPv6 n'est activé.
it_it: Router NETGEAR non trovato o non supportato. Inoltre, verificare che il dispositivo non sia collegato alla rete guest del router e che nessun IPv6 sia abilitato.
no_no: Finner ikke NETGEAR-ruteren, eller den er ikke støttet. Kontroller også at enheten ikke er tilkoblet ruterens gjestenettverk, og at ingen IPv6 er aktivert.
pt_pt: Roteador NETGEAR não encontrado ou não compatível. Verifique também se o dispositivo não está conectado à rede do convidado do roteador e se o IPv6 não está habilitado.
ru_ru: Роутер NETGEAR не найден или не поддерживается. Также убедитесь в том, что устройство подключено не к гостевой сети роутера, и что не активирован протокол IPv6.
sk_sk: Smerovač NETGEAR sa nenašiel alebo nie je podporovaný. Overte, či zariadenie nie je pripojené k hostiteľskej sieti smerovača a či nie je povolený žiadny protokol IPv6.
sl_si: Usmerjevalnika NETGEAR ni bilo mogoče najti ali pa ni podprt. Zagotovite tudi, da naprava ni povezana z omrežjem za goste usmerjevalnika in da IPv6 ni omogočen.
zh_cn: NETGEAR 路由器未找到或不受支持。同时确保该设备未连接至路由器的访客网络，并且未启用 IPv6。

# login_alertinfo_disableWireless
source: Please connect this device wirelessly to your NETGEAR router, then try again.
ar_ae: يرجى توصيل هذا الجهاز لاسلكياً إلى موجه NETGEAR لديك، ثم المحاولة من جديد.
fr_fr: Veuillez connecter ce périphérique à votre routeur NETGEAR via une connexion sans fil, puis réessayer.
it_it: Connettere questo dispositivo in modalità wireless al router NETGEAR, quindi riprovare.
no_no: Koble enheten trådløst til NETGEAR-ruteren og prøv igjen.
pt_pt: Conecte este dispositivo sem fio ao seu roteador NETGEAR e tente novamente.
ru_ru: Подключите устройство по беспроводному соединению к роутеру NETGEAR и повторите попытку.
sk_sk: Toto zariadenie bezdrôtovo pripojte k vášmu smerovaču NETGEAR a pokus potom zopakujte.
sl_si: Napravo brezžično povežite z usmerjevalnikom NETGEAR in poskusite znova.
zh_cn: 请将此设备通过无线方式连接到NETGEAR路由器，然后重试。

# LastDay
source: Last
ar_ae: ماضي
fr_fr: Dernier
it_it: Ultimo
no_no: Sist
pt_pt: Último
ru_ru: Прошедший
sk_sk: Posledné
sl_si: Zadnji
zh_cn: 最后

# TrafficMeterStartTime.Text
source: Traffic Meter Start Time
ar_ae: وقت بدء قياس حركة المرور
fr_fr: Heure de début du compteur de trafic
it_it: Ora di inizio statistiche traffico
no_no: Starttid for trafikkmåler
pt_pt: Hora inicial do medidor de tráfego
ru_ru: Время запуска счетчика трафика
sk_sk: Čas spustenia merača prenosov
sl_si: Začetni čas merilnika prometa
zh_cn: 流量计启动时间

# DisallowedPasswordChar
source: Character is not allowed in passphrase.
ar_ae: غير مسموح بالحرف في عبارة المرور.
fr_fr: Ce caractère n'est pas autorisé dans la phrase d'authentification.
it_it: Carattere non consentito nella password
no_no: Tegnet er ikke tillatt i passord
pt_pt: Caractere não permitido na senha
ru_ru: Недопустимый символ для фразы-пароля
sk_sk: Znak nie je povolený v prístupovej fráze
sl_si: Geslo ne sme vsebovati znaka
zh_cn: 密码中使用了不允许的字符

# DisallowedSSIDChar
source: Character is not allowed in SSID.
ar_ae: غير مسموح بالحرف في SSID.
fr_fr: Ce caractère n'est pas autorisé dans le SSID.
it_it: Carattere non consentito in SSID
no_no: Tegnet er ikke tillatt i SSID
pt_pt: Caractere não permitido no SSID
ru_ru: Недопустимый для SSID символ
sk_sk: Znak nie je povolený v SSID
sl_si: SSID ne sme vsebovati znaka
zh_cn: 使用了不允许用于无线网络标识(SSID)的字符。

# MsgPasswordFormat
source: A passphrase consists of either 8~63 ASCII characters or exactly 64 hex-digits. A hex digit is one of these characters: 0, 1, 2, ..., 8, 9, A, B, C, D, E, F.
ar_ae: تتألف عبارة المرور من 8 إلى 63 حرف ASCII أو بالتحديد 64 رقماً سداسياً عشرياً. الرقم السداسي العشري هو أحد هذه الأحرف: 0، 1، 2، ...، 8، 9، A، B، C، D، E، F.
fr_fr: Une phrase d'authentification comprend entre 8 et 63 caractères ASCII ou exactement 64 caractères hexadécimaux. Les caractères hexadécimaux sont les suivants : 0, 1, 2, ..., 8, 9, A, B, C, D, E, F.
it_it: La lunghezza della passphrase deve essere compresa tra 8 e 63 caratteri ASCII o deve contenere esattamente 64 cifre esadecimali. Per cifra esadecimale si intende uno dei seguenti caratteri: 0, 1, 2, ..., 8, 9, A, B, C, D, E, F.
no_no: Et passord må bestå av enten 8 til 63 ASCII-tegn eller nøyaktig 64 heksadesimale sifre. Et heksadesimalt siffer er ett av følgende tegn: 0, 1, 2, ..., 8, 9, A, B, C, D, E og F.
pt_pt: Uma senha consiste em 8 a 63 caracteres ASCII ou exatamente 64 dígitos hexagonais. Um dígito hexagonal é um desses caracteres: 0, 1, 2, ..., 8, 9, A, B, C, D, E, F.
ru_ru: Фраза-пароль состоит из 8-63 ASCII символов, либо ровно из 64 шестнадцатеричных цифр. К шестнадцатеричным относятся следующие символы: 0, 1, 2, ..., 8, 9, A, B, C, D, E, и F.
sk_sk: Prístupová fráza obsahuje 8 až 63 znakov ASCII alebo presne 64 hexadecimálnych číslic. Hexadecimálna číslica je niektorý z nasledujúcich znakov: 0, 1, 2, ..., 8, 9, A, B, C, D, E a F.
sl_si: Geslo vsebuje 8~63 znakov ASCII ali natanko 64 šestnajstiških številk. Šestnajstiška številka je ena od teh znakov: 0, 1, 2, ..., 8, 9, A, B, C, D, E, F.
zh_cn: 密码由8~63个ASCII字符或64个十六进制数字组成。十六进制数字为以下所示字符之一：0, 1, 2, ..., 8, 9, A, B, C, D, E, F。

# AnotherUserRegisters
source: This device appears to be registered with another OpenDNS user.
ar_ae: يبدو أن هذا الجهاز مسجل مع مستخدم OpenDNS يرجى زيارة الموقع .
fr_fr: Ce périphérique a été enregistré par un autre utilisateur OpenDNS.
it_it: Il dispositivo è stato registrato da un utente OpenDNS diverso.
no_no: Denne enheten er kanskje registrert med en annen OpenDNS-bruker.
pt_pt: Este dispositivo parece estar registrado com outro usuário OpenDNS.
ru_ru: Это устройство зарегистрировано на другого пользователя OpenDNS.
sk_sk: Toto zariadenie je pravdepodobne registrované na iného používateľa služby OpenDNS.
sl_si: Videti je, da je naprava registrirana za drugega uporabnika računa OpenDNS.
zh_cn: 此设备看起来是使用其它OpenDNS用户注册的。

# AcademicFraud.Content
source: Academic Fraud
ar_ae: الاحتيال الأكاديمي
fr_fr: Fraude académique
it_it: Frode accademica
no_no: Akademisk svindel
pt_pt: Fraude acadêmica
ru_ru: Традиционные формы мошенничества
sk_sk: Akademický podvod
sl_si: Akademska prevara
zh_cn: 学术欺诈

# AdultThemes.Content
source: Adult Themes
ar_ae: مواضيع للراشدين
fr_fr: Thèmes adultes
it_it: Temi per adulti
no_no: Voksentemaer
pt_pt: Temas para adultos
ru_ru: Тематика для взрослых
sk_sk: Motívy pre dospelých
sl_si: Odrasle teme
zh_cn: 成人主题

# Adware.Content
source: Adware
ar_ae: برامج التجسس
fr_fr: Publiciel
no_no: Annonseprogram
ru_ru: Реклама
sl_si: Oglaševalni programi
zh_cn: 广告软件

# Alcohol.Content
source: Alcohol
ar_ae: الكحول
fr_fr: Alcool
no_no: Alkohol
pt_pt: Álcool
ru_ru: Алкоголь
sk_sk: Alkohol
sl_si: Alkohol
zh_cn: 酒精

# AnimeMangaWebcomic.Content
source: Anime/Manga/Webcomic
ar_ae: الأنمي /المانجا/رسوم هزلية على الويب
fr_fr: Anime/Manga/Bande dessinée en ligne
it_it: Anime/manga/fumetti online
no_no: Anime / manga / nettbasert tegneserie
pt_pt: Anime/Mangá/Webcomic
ru_ru: Анимэ/манга/веб-комиксы
sk_sk: Animácie/manga/webový komiks
sl_si: Anime/manga/spletni stripi
zh_cn: 动画片/漫画/网络漫画

# Auctions.Content
source: Auctions
ar_ae: المزادات
fr_fr: Enchères
it_it: Aste
no_no: Auksjoner
pt_pt: Leilões
ru_ru: Аукционы
sk_sk: Aukcie
sl_si: Dražbe
zh_cn: 拍卖

# Automotive.Content
source: Automotive
ar_ae: السيارات
fr_fr: Automobile
it_it: Settore automobilistico
no_no: Bil
pt_pt: Automotivo
ru_ru: Автомобили
sk_sk: Automobilizmus
sl_si: Vozila
zh_cn: 汽车

# Blogs.Content
source: Blogs
ar_ae: المدونات
it_it: Blog
no_no: Blogger
ru_ru: Блоги
sk_sk: Blogy
sl_si: Spletni dnevniki
zh_cn: 博客

# BusinessServices.Content
source: Business Services
ar_ae: خدمات الشركات
fr_fr: Services aux entreprises
it_it: Servizi commerciali
no_no: Forretningstjenester
pt_pt: Serviços comerciais
ru_ru: Бизнес-услуги
sk_sk: Podnikové služby
sl_si: Poslovne storitve
zh_cn: 商业服务

# Chat.Content
source: Chat
ar_ae: المحادثة
pt_pt: Bate-papo
ru_ru: Чат
sk_sk: Diskusia
sl_si: Klepet
zh_cn: 聊天

# Classifieds.Content
source: Classifieds
ar_ae: الإعلانات المبوّبة
fr_fr: Petites annonces
it_it: Annunci economici
no_no: Rubrikkannonser
pt_pt: Classificados
ru_ru: Тематические объявления
sk_sk: Inzeráty
sl_si: Osebni oglasi
zh_cn: 分类广告

# Dating.Content
source: Dating
ar_ae: المواعدة
fr_fr: Rencontres
it_it: Incontri
pt_pt: Namoro
ru_ru: Знакомства
sk_sk: Schôdzky
sl_si: Zmenki
zh_cn: 约会

# Drugs.Content
source: Drugs
ar_ae: المخدرات
fr_fr: Drogues
it_it: Droghe
no_no: Legemidler
pt_pt: Fármacos
ru_ru: Наркотики
sk_sk: Lieky
sl_si: Mamila
zh_cn: 毒品

# EcommerceShopping.Content
source: Ecommerce/Shopping
ar_ae: التجارة الإلكترونية/التسوق
fr_fr: Vente en ligne/Shopping
no_no: E-handel/shopping
pt_pt: E-commerce/compras
ru_ru: Электронная коммерция и торговля
sk_sk: Elektronický obchod/nakupovanie
sl_si: E-trgovina/nakupovanje
zh_cn: 电子商务/购物

# EducationalInstitutions.Content
source: Educational Institutions
ar_ae: المؤسسات التعليمية
fr_fr: Etablissements d'enseignement
it_it: Istituti d'istruzione
no_no: Utdaningsinstitusjoner
pt_pt: Instituições de ensino
ru_ru: Образовательные учреждения
sk_sk: Vzdelávacie inštitúcie
sl_si: Izobraževalne ustanove
zh_cn: 教育机构

# FileStorage.Content
source: File Storage
ar_ae: تخزين الملفات
fr_fr: Stockage de fichiers
it_it: Archiviazione file
no_no: Fillagring
pt_pt: Armazenamento de arquivos
ru_ru: Файловые хранилища
sk_sk: Úložisko súborov
sl_si: Shranjevanje datotek
zh_cn: 文件存储

# FinancialInstitutions.Content
source: Financial Institutions
ar_ae: المؤسسات المالية
fr_fr: Institutions financières
it_it: Istituzione finanziaria
no_no: Økonomiinstitusjoner
pt_pt: Instituições financeiras
ru_ru: Финансовые организации
sk_sk: Finančné inštitúcie
sl_si: Finančne ustanove
zh_cn: 金融机构

# ForumsMessageboards.Content
source: Forums/Message boards
ar_ae: المنتديات/لوحات تبادل الرسائل
fr_fr: Forums/Blogs
it_it: Forum/bacheche messaggi
no_no: Fora/meldingstavler
pt_pt: Fóruns/Listas de discussão
ru_ru: Форумы/доски объявлений
sk_sk: Fóra/informačné tabule
sl_si: Forumi/sporočila
zh_cn: 论坛/留言板

# Gambling.Content
source: Gambling
ar_ae: لعب القمار
fr_fr: Jeux d'argent
it_it: Gioco d'azzardo
pt_pt: Jogos de azar
ru_ru: Азартные игры
sk_sk: Hazard
sl_si: Igre na srečo
zh_cn: 赌博

# Games.Content
source: Games
ar_ae: الألعاب
fr_fr: Jeux
it_it: Giochi
no_no: Spill
pt_pt: Jogos
ru_ru: Игры
sk_sk: Hry
sl_si: Igre
zh_cn: 游戏

# GermanYouthProtection.Content
source: German Youth Protection
ar_ae: حماية الشباب الألماني
fr_fr: Organisation allemande de protection de l'enfance
no_no: Tysk barnevern
pt_pt: Proteção da juventude alemã
ru_ru: Согласно JMStV (Германия)
sk_sk: Ochrana mládeže v Nemecku
sl_si: Zaščita mladih v Nemčiji
zh_cn: 德国青少年保护

# Government.Content
source: Government
ar_ae: الحكومة
fr_fr: Gouvernement
it_it: Governo
no_no: Regjering
pt_pt: Governo
ru_ru: Государственные органы
sk_sk: Vláda
sl_si: Vlada
zh_cn: 政府

# HateDiscrimination.Content
source: Hate/Discrimination
ar_ae: الكره/التمييز
fr_fr: Haine/Discrimination
it_it: Odio/discriminazione
no_no: Hat/diskriminering
pt_pt: Ódio/discriminação
ru_ru: Проявления ненависти и дискриминации
sk_sk: Nenávisť/diskriminácia
sl_si: Sovraštvo/diskriminacija
zh_cn: 仇恨/歧视

# HealthandFitness.Content
source: Health and Fitness
ar_ae: الصحة واللياقة البدنية
fr_fr: Santé et remise en forme
it_it: Salute e benessere
no_no: Helse og velvære
pt_pt: Saúde e fitness
ru_ru: Здоровье и фитнес
sk_sk: Zdravie a fyzická zdatnosť
sl_si: Zdravje in dobro počutje
zh_cn: 健康和健身

# Humor.Content
source: Humor
ar_ae: الفكاهة
fr_fr: Humour
it_it: Umorismo
ru_ru: Юмор
zh_cn: 幽默

# Illustration_Custom.Text
source: Only categories you select are blocked.
ar_ae: تم حظر الفئات التي حددتها فقط.
fr_fr: Seules les catégories que vous sélectionnez sont bloquées.
it_it: Solo le categorie selezionate sono bloccate.
no_no: Bare de valgte kategoriene er blokkert.
pt_pt: Apenas as categorias que você selecionar são bloqueadas.
ru_ru: Заблокированы только выбранные категории.
sk_sk: Blokované sú iba vybraté kategórie.
sl_si: Blokirane so samo izbrane kategorije.
zh_cn: 仅有您选择的类别被阻止。
